{"report": "Report Name 1", "document": "To assist the Board, the Chief Executive Officer annually provides the Board with an assessment of our senior leaders and their potential to succeed him. The Chief Executive Officer also provides the Board with an assessment of persons considered potential successors to certain senior management positions on the Executive Leadership Team.PERFORMANCE MANAGEMENTWe maintain a robust performance management review process for our permanent employees below the Executive Leadership Team level to help develop talent and ensure alignment of goals at every level of our organization. This process is generally facilitated through our electronic human capital management platform and includes:¥ Goal-Setting: Employees work closely with their managers to set performance goals for the fiscal year that are challenging and align with our strategic priorities."}
{"report": "Report Name 1", "document": "GovernanceContent IndexPolicy and Environmental ManagementClimate ChangeResource RecyclingHarmony with NatureUpdated in October 2022Climate-related Financial Disclosures Based on TCFD* Recommendations* TCFD （ Task Force on Climate-related Financial Disclosures ）102-11, 102-15, 102-29, 102-30, 102-32, 102-33, 103-2, 201-237 Governance38 Strategy42 Risk Management43 Metrics and TargetsClimate-related Financial Disclosures Based  on TCFD Recommendations｜ Governance ｜ Strategy ｜ Risk Management ｜ Metrics and Targets ｜Governancea ） Board's Oversight of Climate-related Risks and Opportunities· At Toyota, to ensure effective strategy formulation and implementation in line with latest societal trends, important climate-related issues, if arise, are reported to the Board of Directors.· The Board of Directors conducts the following duties:Deliberate and supervise strategies, major action plans, and business plans.· Monitor the progress toward qualitative and quantitative targets addressing climate issues.· Monitoring is performed in consideration of the financial impact of the following risks/ opportunities, which may turn into climate-related issues:"}
{"report": "Report Name 1", "document": "This year we launched 'Stamp your Feet', an Accent Group initiative created to support key charities, community groups and help raise funds and build awareness of important social issues.Accent Group Proudly Supportsheadspace (AU)Accent Group has partnered with headspace AU. headspace is a mental health service that provides a range of services to the youth of Australia. This partnership consists of Accent Group donating $100,000 a year for 3 years and includes Supportive Conversation Training, mentorship programs and the creation of a digital series of training programs.Youthline (NZ)Accent Group NZ has partnered with Youthline. Youthline is the largest youth service for mental health and safety in New Zealand. Accent Group has commited to donating $50,000 a year for 3 years to Youthline NZ. Youthline NZ will also run Mental Health Awareness Training for the Accent Team."}
{"report": "Report Name 1", "document": "SOLGOLD SUSTAINABILITY REPORT 2022 16 SUSTAINABILITY REPORT SUSTAINABILITY REPORT CONTINUED The reported incidence of occupational illness for employees in 2022 was 0, demonstrating our strong commitment to protecting employee health. * Regional Project in Ecuador only. ** Absenteeism appeared higher in FY2022 as previously total absenteeism was not registered. As of FY2022 and going forward, total absenteeism will be registered. 17 Our communities SolGold is committed to the well-being of our host communities. We actively engage with our communities to establish solid and constructive relationship management of the environmental and social impacts. SolGold has always placed the highest importance in creating and maintaining open, respectful, proactive and productive relations with all the communities living in the areas within which SolGold operates. We are committed to making a positive impact on all our stakeholder groups, especially our communities, indigenous groups, and local authorities. This is achieved by:"}
{"report": "Report Name 1", "document": "· Generating positive community relations · Understanding that the positive relationship is based on SolGold knowing and recognising the social environment in which it is going to carry out its activities · Delivering transparent information to the communities about the Company's developments so that the community can participate in making decisions that may affect their environment. During the reporting period, SolGold has not had the need to relocate individuals or communities to carry out advanced exploration and economic evaluation of the deposit. SolGold is governed by strict compliance with Ecuadorian laws. Therefore, classifying a host community is based on the area of influence given in the Complementary Environmental Impact Study for the advanced exploration phase of metallic minerals of the Cascabel Mining area, which was most recently approved by the MAATE dated May 29, 2022."}
{"report": "Report Name 2", "document": "The report shares the Company's ESG activities and performance for the fiscal year ending July 31, 2022, our goals and priorities for the fiscal year 2023 and beyond, and our values and commitment to adhering to ESG best practices. The report includes disclosures containing relevant, industry-specific information and data aligned with globally recognized standards, including the Global Reporting Initiative ('GRI') and the Sustainability Accounting Standards Board ('SASB'), which can be found on pages 26 and 32, respectively. The accuracy and transparency of this report is important to our Company. Report content and performance indicators have been reviewed by senior management and relevant technical authorities within UEC, and we believe this report is an accurate representation of our performance. The terms UEC, our, we, us, the Company, and the Organization refer to Uranium Energy Corp and its wholly owned subsidiaries. All currencies are in USD unless otherwise stated"}
{"report": "Report Name 2", "document": "Spotlight: Engagement by the numbers in PennsylvaniaOne of our sites in Pennsylvania, which opened in 2021, set a goal to volunteer 300 hours in 2022. Through seven events ranging from Earth Day clean-ups to awareness walks to reading to school children, team members contributed 368 hours in 2022-exceeding the goal by 23%. Even more impressive were the site's fundraising efforts: they raised over $12,000 in 2022 for various causes.ESGHOMESpotlight: Gamechanger lends time and talent to food bank warehouseGXO employees regularly donate their time to local food banks as part of their charitable giving. In 2022, Piotr Chruściel took this practice to another level.Piotr works as a forklift operator in the GXO logistics center in Garwolin, Poland. But for one month, GXO sponsored him to share his skills and expertise doing similar work for a local food bank. 'I was curious to see what it would be like in another warehouse,' said Piotr. 'I helped prepare and issue products, sort various goods and prepare sets.'"}
{"report": "Report Name 2", "document": "Our goal is to return the land to the landowner in the same or better condition than we found it, so they can continue to use the land for its original purpose. We want it to be like we were never there.'-Scott Schierman, Health, Safety and Environment Manager for our Wyoming operationsHobson Pond prior to reclamation21 UEC 2022 Sustainability ReportNYSE: UECMessage from the CEOFY22 HighlightsAbout UECOur ESG StrategyGovernanceEnvironmentSocialESG PerformanceSOCIALAt UEC, we know that our people and the communities in which we operate are the most important stakeholders for our organization. Our commitment to the health, wellbeing and fundamental rights of our stakeholders guides every corporate decision we make. We strive to keep health and safety risks as low as reasonably achievable, foster a culture of safety across the organization, and ensure that the rights of our employees and the communities where we operate are respected. Additionally, we expect our vendors, suppliers and partners to do the same.Achieved Zero recordable injury and illness ratefor UEC employees 7 scholarships awarded since inception of the UEC Scholarship Fund22 UEC 2022 Sustainability ReportNYSE:  UECMessage from the CEO"}
{"report": "Report Name 2", "document": "To date we have planted 184,707 saplings covering an area of 135 hectares with 53 native tree species. In FY2022 there was a 37% reduction in trees planted as we search for areas that can be reforested without obstructing areas where the Cascabel mine will be developed. Agreements have been reached to allow the One Million Trees programme to cover areas outside the Cascabel concession. 13 14 Our people The importance of supporting our employees, implementing stringent health and safety policies, and promoting a culture of equity across the value chain is core to our values. Ecuadorian workforce profile highlights: · 99% Ecuadorian employees recruited locally · 15% female employees · 81% of all employees live in neighbouring communities · 2.7% employees registered as disabled · 57 Ecuadorian employees have a science degree in geology, giving SolGold a significant advantage exploring the highly prospective and gold-rich section of the Andean Copper Belt."}
{"report": "Report Name 2", "document": "* Data on employees supplied in the sustainability report is based on average per year for Ecuador only. Diversity and inclusion We aim to recruit and retain the best people ensuring we deliver our strategy and run our operations safely and productively. SOLGOLD SUSTAINABILITY REPORT 2022 Click Here for SolGold's Bullying, Harassment & Discrimination Policy. Go to www.solgold.com.au for SolGold's Bullying, Harassment & Discrimination Policy. SUSTAINABILITY REPORT In the reporting period, there were 0 new hires, 56% redundancies and 14% dismissals in Ecuador. This was a result of the reduction of activities in the Cascabel project and the subsequent reduced need for the number of employees compared to FY2021. Go to www.solgold.com.au to view SolGold's Equity, Diversity & Inclusion Policy. Gender equality SolGold is committed to continuing to provide an inclusive work environment which is supportive of differences and encourages full participation of all employees. This is demonstrated in our performance over the last four years, including our significant performance in FY2022."}
